Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Approvals and turn alerts are raised by this device while it is watching a session. Push from servers is what reaches you after the app is closed.
de: Freigaben und Zug-Hinweise löst dieses Gerät aus, solange es eine Sitzung beobachtet. Push von Servern erreicht dich, nachdem die App geschlossen wurde.
es: Las aprobaciones y los avisos de turno los emite este dispositivo mientras observa una sesión. Las notificaciones push de los servidores te llegan cuando la app está cerrada.
fr: Les approbations et les alertes de tour sont émises par cet appareil tant qu’il observe une session. Les notifications push des serveurs vous atteignent une fois l’app fermée.
it: Le approvazioni e gli avvisi di turno vengono generati da questo dispositivo mentre osserva una sessione. I push dai server ti raggiungono dopo la chiusura dell’app.
ja: 承認とターン通知は、このデバイスがセッションを監視している間に発行されます。App を閉じた後に届くのはサーバからのプッシュです。
ko: 승인 및 턴 알림은 이 기기가 세션을 지켜보는 동안 발생합니다. 앱이 닫힌 뒤에는 서버 푸시가 알려 줍니다.
pt_br: As aprovações e os alertas de turno são emitidos por este dispositivo enquanto ele observa uma sessão. O push dos servidores é o que chega até você depois que o app é fechado.
zh_hans: 当此设备正在关注会话时，由它发出批准和回合提醒。App 关闭后，则由服务器推送通知你。
zh_hant: 當此裝置正在關注工作階段時，由它發出核准與回合提醒。App 關閉後，則由伺服器推播通知你。

source: Asked · %@
de: Gefragt · %@
es: Preguntó · %@
fr: Demandé · %@
it: Ha chiesto · %@
ja: 質問 · %@
ko: 질문함 · %@
pt_br: Perguntou · %@
zh_hans: 已提问 · %@
zh_hant: 已提問 · %@

source: Asking
de: Wird angefragt
es: Solicitando
fr: Demande en cours
it: Richiesta in corso
ja: リクエスト中
ko: 요청 중
pt_br: Solicitando
zh_hans: 请求中
zh_hant: 請求中

source: Asking %@ to start…
de: %@ wird zum Start aufgefordert…
es: Pidiendo a %@ que empiece…
fr: Demande à %@ de démarrer…
it: Richiesta a %@ di avviarsi…
ja: %@に開始を依頼中…
ko: %@에 시작을 요청하는 중…
pt_br: Pedindo para %@ começar…
zh_hans: 正在请求 %@ 开始…
zh_hant: 正在請求 %@ 開始…

source: Asking the server for a link…
de: Der Server wird nach einem Link gefragt …
es: Pidiendo un enlace al servidor…
fr: Demande d'un lien au serveur…
it: Sto chiedendo un link al server…
ja: サーバーにリンクを要求しています…
ko: 서버에 링크를 요청하는 중…
pt_br: Pedindo um link ao servidor…
zh_hans: 正在向服务器索取链接…
zh_hant: 正在向伺服器索取連結…

source: Attach
de: Anhängen
es: Adjuntar
fr: Joindre
it: Allega
ja: 添付
ko: 첨부
pt_br: Anexar
zh_hans: 添加附件
zh_hant: 附加

source: Attached %@ characters — sent with your next message.
de: %@ Zeichen angehängt – wird mit deiner nächsten Nachricht gesendet.
es: %@ caracteres adjuntados: se enviarán con tu próximo mensaje.
fr: %@ caractères joints — envoyés avec votre prochain message.
it: %@ caratteri allegati — verranno inviati con il prossimo messaggio.
ja: %@ 文字を添付しました。次のメッセージと一緒に送信されます。
ko: %@자를 첨부했습니다 — 다음 메시지와 함께 전송됩니다.
pt_br: %@ caracteres anexados — serão enviados com sua próxima mensagem.
zh_hans: 已附加 %@ 个字符 — 将随你的下一条消息发送。
zh_hant: 已附加 %@ 個字元 — 將隨你的下一則訊息傳送。

source: Authentication failed — check the password.
de: Authentifizierung fehlgeschlagen – prüfe das Passwort.
es: Error de autenticación: comprueba la contraseña.
fr: Échec de l’authentification — vérifiez le mot de passe.
it: Autenticazione non riuscita — controlla la password.
ja: 認証に失敗しました。パスワードを確認してください。
ko: 인증에 실패했습니다 — 암호를 확인하세요.
pt_br: Falha na autenticação — verifique a senha.
zh_hans: 认证失败 — 请检查密码。
zh_hant: 驗證失敗 — 請檢查密碼。

source: Auto
de: Automatisch
es: Automático
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

source: Auto-expand thinking
de: Denkschritte automatisch aufklappen
es: Expandir el razonamiento automáticamente
fr: Déplier automatiquement le raisonnement
it: Espandi il ragionamento automaticamente
ja: 思考を自動展開
ko: 생각 과정 자동 펼치기
pt_br: Expandir raciocínio automaticamente
zh_hans: 自动展开思考过程
zh_hant: 自動展開思考過程

source: Awaiting approval
de: Wartet auf Freigabe
es: Esperando aprobación
fr: En attente d’approbation
it: In attesa di approvazione
ja: 承認待ち
ko: 승인 대기 중
pt_br: Aguardando aprovação
zh_hans: 等待批准
zh_hant: 等待核准

source: Awaiting your approval
de: Wartet auf deine Freigabe
es: Esperando tu aprobación
fr: En attente de votre approbation
it: In attesa della tua approvazione
ja: あなたの承認待ちです
ko: 승인을 기다리는 중
pt_br: Aguardando sua aprovação
zh_hans: 等待你的批准
zh_hant: 等待你的核准

source: Billing day
de: Abrechnungstag
es: Día de facturación
fr: Jour de facturation
it: Giorno di fatturazione
ja: 請求日
ko: 청구일
pt_br: Dia de cobrança
zh_hans: 账单日
zh_hant: 帳單日

source: Branch to explore a different direction
de: Abzweigen, um eine andere Richtung zu erkunden
es: Ramifica para explorar otra dirección
fr: Créer une branche pour explorer une autre piste
it: Dirama per esplorare un’altra direzione
ja: 分岐して別の方向を試す
ko: 다른 방향을 탐색하도록 분기
pt_br: Ramifique para explorar outro caminho
zh_hans: 分支以探索另一个方向
zh_hant: 分支以探索另一個方向

source: Bridge too old
de: Bridge zu alt
es: Bridge demasiado antiguo
fr: Bridge trop ancien
it: Bridge troppo vecchio
ja: bridge が古すぎます
ko: bridge 버전이 너무 낮음
pt_br: Bridge muito antigo
zh_hans: bridge 版本过旧
zh_hant: bridge 版本過舊

source: Bridge too old for pushes
de: Bridge zu alt für Push
es: Bridge demasiado antiguo para los push
fr: Bridge trop ancien pour les push
it: Bridge troppo vecchio per i push
ja: bridge が古くプッシュ非対応
ko: 푸시를 지원하기엔 bridge가 오래됨
pt_br: Bridge muito antigo para push
zh_hans: bridge 版本过旧，不支持推送
zh_hant: bridge 版本過舊，不支援推播

source: Browse files
de: Dateien durchsuchen
es: Explorar archivos
fr: Parcourir les fichiers
it: Sfoglia i file
ja: ファイルをブラウズ
ko: 파일 탐색
pt_br: Navegar nos arquivos
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Browse…
de: Durchsuchen …
es: Explorar…
fr: Parcourir…
it: Sfoglia…
ja: ブラウズ…
ko: 탐색…
pt_br: Navegar…
zh_hans: 浏览…
zh_hant: 瀏覽…

source: Build, tailnet, notifications, servers, usage — as text
de: Build, Tailnet, Mitteilungen, Server, Nutzung – als Text
es: Build, tailnet, notificaciones, servidores, uso: como texto
fr: Build, tailnet, notifications, serveurs, usage — en texte
it: Build, tailnet, notifiche, server, utilizzo — come testo
ja: ビルド、tailnet、通知、サーバ、使用状況をテキストで
ko: 빌드, tailnet, 알림, 서버, 사용량 — 텍스트로
pt_br: Build, tailnet, notificações, servidores, uso — como texto
zh_hans: 构建、tailnet、通知、服务器、用量 — 以文本形式
zh_hant: 建置、tailnet、通知、伺服器、用量 — 以文字形式

source: Building
de: Wird kompiliert
es: Compilando
fr: Compilation en cours
it: Compilazione in corso
ja: ビルド中
ko: 빌드 중
pt_br: Compilando
zh_hans: 构建中
zh_hant: 建置中

source: Building…
de: Wird gebaut …
es: Compilando…
fr: Compilation…
it: Compilazione…
ja: ビルド中…
ko: 빌드 중…
pt_br: Compilando…
zh_hans: 正在构建…
zh_hant: 正在建置…

source: built from a checkout on this machine
de: aus einem Checkout auf dieser Maschine gebaut
es: compilado desde un checkout en esta máquina
fr: compilé depuis un checkout sur cette machine
it: compilato da un checkout su questa macchina
ja: このマシン上のチェックアウトからビルド
ko: 이 머신의 체크아웃에서 빌드됨
pt_br: compilado a partir de um checkout nesta máquina
zh_hans: 由这台机器上的检出代码构建
zh_hant: 由這台機器上的簽出程式碼建置

source: Built from the checkout at %@.
de: Aus dem Checkout unter %@ gebaut.
es: Compilado desde el checkout en %@.
fr: Compilé depuis le checkout à %@.
it: Compilato dal checkout in %@.
ja: %@のチェックアウトからビルドされました。
ko: %@의 체크아웃에서 빌드되었습니다.
pt_br: Compilado a partir do checkout em %@.
zh_hans: 由位于 %@ 的检出代码构建。
zh_hant: 由位於 %@ 的簽出程式碼建置。

source: Built, waiting for a restart
de: Erstellt, wartet auf Neustart
es: Compilado, a la espera de un reinicio
fr: Compilé, en attente d'un redémarrage
it: Compilato, in attesa di un riavvio
ja: ビルド済み、再起動待ち
ko: 빌드 완료, 재시동 대기 중
pt_br: Compilado, aguardando reinício
zh_hans: 已构建，等待重新启动
zh_hant: 已建置，等待重新開機

source: Can't check for updates
de: Suche nach Updates nicht möglich
es: No se pueden buscar actualizaciones
fr: Impossible de rechercher des mises à jour
it: Impossibile cercare aggiornamenti
ja: アップデートを確認できません
ko: 업데이트를 확인할 수 없습니다
pt_br: Não é possível procurar atualizações
zh_hans: 无法检查更新
zh_hant: 無法檢查更新

source: Can't compare versions
de: Versionen können nicht verglichen werden
es: No se pueden comparar las versiones
fr: Impossible de comparer les versions
it: Impossibile confrontare le versioni
ja: バージョンを比較できません
ko: 버전을 비교할 수 없습니다
pt_br: Não é possível comparar as versões
zh_hans: 无法比较版本
zh_hant: 無法比較版本

source: Can't open this chat
de: Chat lässt sich nicht öffnen
es: No se puede abrir este chat
fr: Impossible d’ouvrir cette conversation
it: Impossibile aprire questa chat
ja: このチャットは開けません
ko: 이 대화를 열 수 없습니다
pt_br: Não é possível abrir esta conversa
zh_hans: 无法打开此对话
zh_hant: 無法開啟此對話

source: Can't resolve that name
de: Name lässt sich nicht auflösen
es: No se puede resolver ese nombre
fr: Impossible de résoudre ce nom
it: Impossibile risolvere quel nome
ja: その名前を解決できません
ko: 이름을 확인할 수 없음
pt_br: Não é possível resolver esse nome
zh_hans: 无法解析该名称
zh_hant: 無法解析該名稱

source: Can't say
de: Keine Angabe
es: No se puede saber
fr: Impossible à dire
it: Impossibile saperlo
ja: 不明
ko: 알 수 없음
pt_br: Não é possível saber
zh_hans: 无法确定
zh_hant: 無法確定

source: Can't update from here
de: Von hier aus kein Update möglich
es: No se puede actualizar desde aquí
fr: Impossible de mettre à jour depuis ici
it: Impossibile aggiornare da qui
ja: ここからは更新できません
ko: 여기서는 업데이트할 수 없습니다
pt_br: Não é possível atualizar por aqui
zh_hans: 无法从此处更新
zh_hant: 無法從這裡更新

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelado
zh_hans: 已取消
zh_hant: 已取消

source: Chat destination: %@
de: Chat-Ziel: %@
es: Destino del chat: %@
fr: Destination de la discussion : %@
it: Destinazione chat: %@
ja: チャットの送信先: %@
ko: 대화 대상: %@
pt_br: Destino da conversa: %@
zh_hans: 对话目标：%@
zh_hant: 對話目標：%@

source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: もう一度確認
ko: 다시 확인
pt_br: Verificar novamente
zh_hans: 再次检查
zh_hant: 再次檢查

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
it: Controlla ora
ja: 今すぐ確認
ko: 지금 확인
pt_br: Verificar agora
zh_hans: 立即检查
zh_hant: 立即檢查

source: Check the server or Tailscale, then pull to refresh.
de: Prüfe den Server oder Tailscale und ziehe zum Aktualisieren.
es: Comprueba el servidor o Tailscale y desliza para actualizar.
fr: Vérifiez le serveur ou Tailscale, puis tirez pour actualiser.
it: Controlla il server o Tailscale, poi trascina per aggiornare.
ja: サーバまたは Tailscale を確認し、引っ張って更新してください。
ko: 서버나 Tailscale을 확인한 뒤 당겨서 새로 고치세요.
pt_br: Verifique o servidor ou o Tailscale e puxe para atualizar.
zh_hans: 请检查服务器或 Tailscale，然后下拉刷新。
zh_hant: 請檢查伺服器或 Tailscale，然後下拉重新整理。

source: Checked
de: Geprüft
es: Comprobado
fr: Vérifié
it: Controllato
ja: 確認済み
ko: 확인됨
pt_br: Verificado
zh_hans: 已检查
zh_hant: 已檢查

source: Checked %@
de: Geprüft %@
es: Comprobado %@
fr: Vérifié %@
it: Controllato %@
ja: %@に確認済み
ko: %@ 확인됨
pt_br: Verificado %@
zh_hans: %@检查过
zh_hant: %@檢查過

source: Checking
de: Wird geprüft
es: Comprobando
fr: Vérification
it: Verifica
ja: 確認中
ko: 확인 중
pt_br: Verificando
zh_hans: 检查中
zh_hant: 檢查中

source: Checking every machine…
de: Alle Maschinen werden geprüft…
es: Comprobando todas las máquinas…
fr: Vérification de toutes les machines…
it: Controllo di tutte le macchine…
ja: すべてのマシンを確認中…
ko: 모든 머신을 확인하는 중…
pt_br: Verificando todas as máquinas…
zh_hans: 正在检查所有机器…
zh_hant: 正在檢查所有機器…

source: Checking for updates…
de: Nach Updates wird gesucht…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
it: Ricerca di aggiornamenti…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
pt_br: Procurando atualizações…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

source: Checking what it landed on
de: Es wird geprüft, worauf es gelandet ist
es: Comprobando en qué versión ha quedado
fr: Vérification de la version obtenue
it: Verifica della versione ottenuta
ja: 何が起動したかを確認中
ko: 무엇으로 시작되었는지 확인하는 중
pt_br: Verificando em que versão ele ficou
zh_hans: 正在检查最终启动到了哪个版本
zh_hant: 正在檢查最終啟動到了哪個版本

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
it: Verifica…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Choose a model
de: Modell wählen
es: Elegir un modelo
fr: Choisir un modèle
it: Scegli un modello
ja: モデルを選択
ko: 모델 선택
pt_br: Escolher um modelo
zh_hans: 选择模型
zh_hant: 選擇模型

source: Claude Code can answer again.
de: Claude Code kann wieder antworten.
es: Claude Code puede volver a responder.
fr: Claude Code peut de nouveau répondre.
it: Claude Code può rispondere di nuovo.
ja: Claude Code はまた応答できます。
ko: Claude Code가 다시 답할 수 있습니다.
pt_br: O Claude Code pode responder de novo.
zh_hans: Claude Code 可以重新回答了。
zh_hant: Claude Code 可以重新回答了。

source: Claude Code on that machine is signed out, so it can't answer anything. Signing in here signs the machine in.
de: Claude Code ist auf diesem Rechner abgemeldet und kann deshalb nichts beantworten. Wer sich hier anmeldet, meldet den Rechner an.
es: Claude Code tiene la sesión cerrada en esa máquina, así que no puede responder nada. Iniciar sesión aquí inicia la sesión de la máquina.
fr: Claude Code est déconnecté sur cette machine, il ne peut donc rien répondre. Se connecter ici connecte la machine.
it: Claude Code è disconnesso su quella macchina, quindi non può rispondere. Accedere qui fa accedere la macchina.
ja: そのマシンの Claude Code はサインアウトしているため、何も答えられません。ここでサインインすると、マシンがサインインします。
ko: 해당 컴퓨터의 Claude Code가 로그아웃되어 아무것도 답할 수 없습니다. 여기서 로그인하면 그 컴퓨터가 로그인됩니다.
pt_br: O Claude Code está desconectado naquela máquina, então não consegue responder nada. Entrar aqui conecta a máquina.
zh_hans: 那台机器上的 Claude Code 已登出，因此无法回答任何问题。在这里登录即可让那台机器登录。
zh_hant: 那台機器上的 Claude Code 已登出，因此無法回答任何問題。在這裡登入即可讓那台機器登入。

source: Claude account
de: Claude-Konto
es: Cuenta de Claude
fr: Compte Claude
it: Account Claude
ja: Claude アカウント
ko: Claude 계정
pt_br: Conta Claude
zh_hans: Claude 账户
zh_hant: Claude 帳號

source: Claude is signed out on this machine — tap to sign in
de: Claude ist auf diesem Rechner abgemeldet — zum Anmelden tippen
es: Claude tiene la sesión cerrada en esta máquina — toca para iniciar sesión
fr: Claude est déconnecté sur cette machine — touchez pour vous connecter
it: Claude è disconnesso su questa macchina — tocca per accedere
ja: このマシンで Claude はサインアウトしています — タップしてサインイン
ko: 이 컴퓨터에서 Claude가 로그아웃되었습니다 — 눌러서 로그인
pt_br: O Claude está desconectado nesta máquina — toque para entrar
zh_hans: 此机器上的 Claude 已登出 — 轻点以登录
zh_hant: 此機器上的 Claude 已登出 — 輕點以登入

source: Claude quota is unavailable right now — the bridge couldn't reach api.anthropic.com.
de: Das Claude-Kontingent ist gerade nicht verfügbar – die Bridge hat api.anthropic.com nicht erreicht.
es: La cuota de Claude no está disponible ahora: el bridge no pudo contactar con api.anthropic.com.
fr: Le quota Claude est indisponible — le bridge n’a pas pu joindre api.anthropic.com.
it: La quota di Claude non è disponibile — il bridge non è riuscito a raggiungere api.anthropic.com.
ja: Claude の使用量は現在取得できません。bridge が api.anthropic.com に到達できませんでした。
ko: 지금은 Claude 할당량을 가져올 수 없습니다 — bridge가 api.anthropic.com에 접속하지 못했습니다.
pt_br: A cota do Claude está indisponível agora — o bridge não conseguiu acessar api.anthropic.com.
zh_hans: 当前无法获取 Claude 配额 — bridge 无法访问 api.anthropic.com。
zh_hant: 目前無法取得 Claude 配額 — bridge 無法連線至 api.anthropic.com。

source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hans: 清空
zh_hant: 清除

source: Clear conversation
de: Unterhaltung leeren
es: Borrar conversación
fr: Effacer la conversation
it: Cancella conversazione
ja: 会話を消去
ko: 대화 지우기
pt_br: Limpar conversa
zh_hans: 清空对话
zh_hant: 清除對話

source: Clear conversation?
de: Unterhaltung leeren?
es: ¿Borrar la conversación?
fr: Effacer la conversation ?
it: Cancellare la conversazione?
ja: 会話を消去しますか？
ko: 대화를 지울까요?
pt_br: Limpar a conversa?
zh_hans: 要清空对话吗？
zh_hant: 要清除對話嗎？

source: Clear token
de: Token löschen
es: Borrar token
fr: Effacer le jeton
it: Elimina token
ja: トークンを削除
ko: 토큰 삭제
pt_br: Apagar token
zh_hans: 清除令牌
zh_hant: 清除權杖

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Coding agents over Tailscale.
de: Coding-Agenten über Tailscale.
es: Agentes de programación a través de Tailscale.
fr: Des agents de code via Tailscale.
it: Agenti di programmazione via Tailscale.
ja: Tailscale 経由のコーディングエージェント。
ko: Tailscale로 연결하는 코딩 에이전트.
pt_br: Agentes de programação via Tailscale.
zh_hans: 通过 Tailscale 使用编程智能体。
zh_hant: 透過 Tailscale 使用程式設計代理。

source: Collapse
de: Einklappen
es: Contraer
fr: Replier
it: Comprimi
ja: 折りたたむ
ko: 접기
pt_br: Recolher
zh_hans: 折叠
zh_hant: 收合

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Replié
it: Compresso
ja: 折りたたみ済み
ko: 접힘
pt_br: Recolhido
zh_hans: 已折叠
zh_hant: 已收合

source: Come back here. Tap Discover to scan your tailnet, or enter the machine's Tailscale address — like %@.
de: Komm hierher zurück. Tippe auf „Suchen“, um dein Tailnet zu scannen, oder gib die Tailscale-Adresse des Rechners ein – etwa %@.
es: Vuelve aquí. Toca Descubrir para escanear tu tailnet o introduce la dirección Tailscale del equipo, por ejemplo %@.
fr: Revenez ici. Touchez Découvrir pour scanner votre tailnet, ou saisissez l’adresse Tailscale de la machine — par exemple %@.
it: Torna qui. Tocca Rileva per scansionare il tuo tailnet, oppure inserisci l’indirizzo Tailscale della macchina — ad esempio %@.
ja: ここに戻ってきてください。「検出」をタップして tailnet をスキャンするか、マシンの Tailscale アドレス（例: %@）を入力します。
ko: 여기로 돌아오세요. 검색을 탭해 tailnet을 스캔하거나, 컴퓨터의 Tailscale 주소(예: %@)를 입력하세요.
pt_br: Volte aqui. Toque em Descobrir para varrer sua tailnet ou digite o endereço Tailscale da máquina — como %@.
zh_hans: 回到这里。轻点“发现”扫描你的 tailnet，或输入这台机器的 Tailscale 地址 — 例如 %@。
zh_hant: 回到這裡。輕點「探索」掃描你的 tailnet，或輸入這台電腦的 Tailscale 位址 — 例如 %@。

source: Command copied
de: Befehl kopiert
es: Comando copiado
fr: Commande copiée
it: Comando copiato
ja: コマンドをコピーしました
ko: 명령 복사됨
pt_br: Comando copiado
zh_hans: 已复制命令
zh_hant: 已複製命令

source: Compact
de: Verdichten
es: Compactar
fr: Compacter
it: Compatta
ja: 圧縮
ko: 압축
pt_br: Compactar
zh_hans: 压缩
zh_hant: 壓縮

source: Compact conversation
de: Unterhaltung verdichten
es: Compactar conversación
fr: Compacter la conversation
it: Compatta conversazione
ja: 会話を圧縮
ko: 대화 압축
pt_br: Compactar conversa
zh_hans: 压缩对话
zh_hant: 壓縮對話

source: Compacting…
de: Wird verdichtet …
es: Compactando…
fr: Compactage…
it: Compattazione…
ja: 圧縮中…
ko: 압축 중…
pt_br: Compactando…
zh_hans: 压缩中…
zh_hant: 壓縮中…

source: Compiling — usually a few minutes
de: Wird kompiliert – meist ein paar Minuten
es: Compilando: unos minutos normalmente
fr: Compilation — généralement quelques minutes
it: Compilazione in corso — di solito pochi minuti
ja: コンパイル中 — 通常は数分
ko: 컴파일 중 — 보통 몇 분 정도
pt_br: Compilando — geralmente leva alguns minutos
zh_hans: 正在编译——通常需要几分钟
zh_hant: 正在編譯——通常需要幾分鐘

source: Concurrent Live Activities for every running session, not just one
de: Gleichzeitige Live-Aktivitäten für jede laufende Sitzung, nicht nur eine
es: Actividades en vivo simultáneas para cada sesión activa, no solo una
fr: Des activités en direct simultanées pour chaque session active, pas une seule
it: Attività in tempo reale simultanee per ogni sessione attiva, non solo una
ja: 実行中のすべてのセッションで同時にライブアクティビティを表示
ko: 실행 중인 모든 세션에 대해 동시 실시간 현황 표시
pt_br: Atividades ao vivo simultâneas para cada sessão em execução, não só uma
zh_hans: 为每个运行中的会话同时显示实时活动，而不只是一个
zh_hant: 為每個執行中的工作階段同時顯示即時動態，而不只是一個

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
zh_hans: 确认
zh_hant: 確認

source: Confirming
de: Wird bestätigt
es: Confirmando
fr: Confirmation en cours
it: Conferma in corso
ja: 確認中
ko: 확인 중
pt_br: Confirmando
zh_hans: 确认中
zh_hant: 確認中

source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
ja: 接続
ko: 연결
pt_br: Conectar
zh_hans: 连接
zh_hant: 連線

source: Connect a server to see quotas
de: Verbinde einen Server, um Kontingente zu sehen
es: Conecta un servidor para ver las cuotas
fr: Connectez un serveur pour voir les quotas
it: Connetti un server per vedere le quote
ja: サーバに接続すると使用量が表示されます
ko: 서버를 연결하면 할당량이 표시됩니다
pt_br: Conecte um servidor para ver as cotas
zh_hans: 连接服务器以查看配额
zh_hant: 連線伺服器以查看配額

source: Connect from your phone
de: Vom iPhone aus verbinden
es: Conecta desde tu teléfono
fr: Se connecter depuis votre téléphone
it: Connettiti dal telefono
ja: iPhone から接続する
ko: 휴대폰에서 연결하기
pt_br: Conectar pelo seu telefone
zh_hans: 用手机连接
zh_hant: 用手機連線

source: Connect this iPhone
de: Dieses iPhone verbinden
es: Conecta este iPhone
fr: Connecter cet iPhone
it: Connetti questo iPhone
ja: この iPhone を接続
ko: 이 iPhone 연결
pt_br: Conectar este iPhone
zh_hans: 连接这台 iPhone
zh_hant: 連線這台 iPhone

source: Connect to %@
de: Mit %@ verbinden
es: Conectar con %@
fr: Se connecter à %@
it: Connetti a %@
ja: %@ に接続
ko: %@에 연결
pt_br: Conectar a %@
zh_hans: 连接到 %@
zh_hant: 連線到 %@

source: Connect to a Claude Code, opencode or Oh My Pi server to see usage.
de: Verbinde dich mit einem Claude-Code-, opencode- oder Oh-My-Pi-Server, um die Nutzung zu sehen.
es: Conéctate a un servidor de Claude Code, opencode u Oh My Pi para ver el uso.
fr: Connectez-vous à un serveur Claude Code, opencode ou Oh My Pi pour voir l’usage.
it: Connettiti a un server Claude Code, opencode o Oh My Pi per vedere l’utilizzo.
ja: 使用状況を見るには Claude Code、opencode または Oh My Pi のサーバに接続してください。
ko: 사용량을 보려면 Claude Code, opencode 또는 Oh My Pi 서버에 연결하세요.
pt_br: Conecte-se a um servidor Claude Code, opencode ou Oh My Pi para ver o uso.
zh_hans: 连接 Claude Code、opencode 或 Oh My Pi 服务器以查看用量。
zh_hant: 連線 Claude Code、opencode 或 Oh My Pi 伺服器以查看用量。

source: Connect unlimited servers — one unified session list across every machine on your tailnet
de: Unbegrenzt viele Server verbinden – eine gemeinsame Sitzungsliste über alle Rechner im Tailnet
es: Conecta servidores ilimitados: una lista de sesiones unificada para todas las máquinas de tu tailnet
fr: Connectez un nombre illimité de serveurs — une liste de sessions unifiée pour toutes vos machines du tailnet
it: Connetti server illimitati — un unico elenco di sessioni per tutte le macchine del tuo tailnet
ja: サーバを無制限に接続 — tailnet 上のすべてのマシンのセッションを 1 つのリストに
ko: 서버를 무제한 연결 — tailnet의 모든 컴퓨터를 하나의 세션 목록으로
pt_br: Conecte servidores ilimitados — uma lista de sessões unificada para todas as máquinas da sua tailnet
zh_hans: 连接无限台服务器 — 将 tailnet 上所有机器汇总为一份会话列表
zh_hant: 連線無限台伺服器 — 將 tailnet 上所有電腦彙整為一份工作階段清單

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
zh_hans: 已连接
zh_hant: 已連線

source: Connected · %@
de: Verbunden · %@
es: Conectado · %@
fr: Connecté · %@
it: Connesso · %@
ja: 接続済み · %@
ko: 연결됨 · %@
pt_br: Conectado · %@
zh_hans: 已连接 · %@
zh_hant: 已連線 · %@

source: Connecting more than one server requires Tailscode Pro.
de: Mehr als ein Server erfordert Tailscode Pro.
es: Conectar más de un servidor requiere Tailscode Pro.
fr: Connecter plus d’un serveur nécessite Tailscode Pro.
it: Collegare più di un server richiede Tailscode Pro.
ja: 複数のサーバを接続するには Tailscode Pro が必要です。
ko: 서버를 두 개 이상 연결하려면 Tailscode Pro가 필요합니다.
pt_br: Conectar mais de um servidor requer o Tailscode Pro.
zh_hans: 连接多台服务器需要 Tailscode Pro。
zh_hant: 連線多台伺服器需要 Tailscode Pro。

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
ja: 接続
ko: 연결
pt_br: Conexões
zh_hans: 连接
zh_hant: 連線

source: Context compacted
de: Kontext verdichtet
es: Contexto compactado
fr: Contexte compacté
it: Contesto compattato
ja: コンテキストを圧縮しました
ko: 컨텍스트 압축됨
pt_br: Contexto compactado
zh_hans: 上下文已压缩
zh_hant: 脈絡已壓縮

source: Context compacted automatically
de: Kontext automatisch verdichtet
es: Contexto compactado automáticamente
fr: Contexte compacté automatiquement
it: Contesto compattato automaticamente
ja: コンテキストが自動で圧縮されました
ko: 컨텍스트가 자동으로 압축됨
pt_br: Contexto compactado automaticamente
zh_hans: 上下文已自动压缩
zh_hant: 脈絡已自動壓縮
